<?php
$title = 'Об игре Война генералов';
require_once('system/up.php');
_NoReg();
?>
<div class="main">
	<img src="images/logotips/about.png" width="100%" alt="Об игре"/>
	<div class="mini-line"></div>
	<div class="block_zero">
		<span style="color: #fffabd;">«<?=$game?>» - многопользовательская военно-экономическая стратегия с элементами ролевой игры.<br/><br/>Вам предстоит стать участником противостояния, пройдя путь от рядового до опытного командующего.<br/><br/>В игре «<?=$game?>» Вы сможете выполнять множество сюжетных миссий, участвовать в спецоперациях, а также сражаться на поле боя с другими игроками.<br/><br/>Вам обязательно понравятся "Фаталити" - завершающие успешную атаку "супер удары", при помощи которых можно согнать на враге злобу, заполучив его ухо себе в трофеи.<br/><br/>В перерывах от захватывающих сражений русская рулетка и отменный армейский юмор не дадут заскучать никому!</span>
	</div>
	<div class="line"></div>
</div>
<div class="block_zero center">
	<a href="index.php"><span style="color: #999;">На главную</span></a>
</div>
<div class="separ"></div>
<?
require_once('system/down.php');
?>
