<?php
$title = 'Правила игры';
require_once('system/up.php');

?><div class="main"><div class="block_zero center"><h1 class="yellow"><?=$title?> «Генералы»</h1></div><div class="mini-line"></div><small>

<table>
<tr><td valign="top">
1.
</td><td>
 <b><span style="color: #fffabd;">Мультоводство:</span></b><br/>запрещена одновременная игра с нескольких аккаунтов, использование других аккаунтов для прокачки, заработка, или получения иных выгод основным аккаунтом, любыми путями кроме передачи золота.
</td></tr>
<tr><td valign="top">
2.
</td><td>
<b><span style="color: #fffabd;">Скриптинг:</span></b><br/>запрещено использование сторонних программ, осуществляющих контроль над игровым процессом, автоматически генерирующих данные игры, а также автоматических баз данных, макросов, автообновления.
</td></tr>
<tr><td valign="top">
3.
</td><td>
<b><span style="color: #fffabd;">Владение аккаунтом:</span></b><br/>категорически запрещается продажа, обмен и дарение игровых аккаунтов.
</td></tr>
<tr><td valign="top">
4.
</td><td>
<b><span style="color: #fffabd;">Использование багов:</span></b><br/>запрещается использование недокументированных особенностей игры (ошибок, багов, и т.д.). При их обнаружении следует немедленно изложить всю информацию в обратную связь и получить бонусное золото.
</td></tr>
<tr><td valign="top">
5.
</td><td>
<b><span style="color: #fffabd;">Легионы:</span></b><br/>категорически запрещена игра в нескольких легионах, их использование для обогащения основного легиона и накрутки его рейтинга.
</td></tr>
<tr><td valign="top">
6.
</td><td>
<b><span style="color: #fffabd;">Передача игровых средств:</span></b><br/>запрещена передача <img src="/images/icons/baks.png" alt="Бакс"/> любыми методами. Передача <img src="/images/icons/gold.png" alt="Золото"/> и покупка услуг других игроков за <img src="/images/icons/gold.png" alt="Золото"/> разрешена.
</td></tr>
<tr><td valign="top">
7.
</td><td>
<b><span style="color: #fffabd;">Правила общения:</span></b><br/><span style="color: #9c9;">
<li>
запрещены любые угрозы, оскорбления, мат, завуалированный мат, ненормативная лексика, грубость по отношению к другим игрокам или администрации.
</li><li>
запрещено многократное дублирование, а также создание сообщений, не содержащих смысла.
</li><li>
запрещены оскорбления по национальному признаку, применение уничижительных кличек и прозвищ по расовому, национальному, религиозному, либо половому признакам.
</li><li>
запрещены попытки вымогания у пользователей информации, в том числе информации, необходимой для пользования их учетной записью.
</li><li>
запрещены все виды рекламных и торговых сообщений, в частности, ссылки на интернет-ресурсы.
</li><li>
запрещено оскорбление администрации или модераторов, обсуждение их действий в явной или неявной формах, а также попытки выдать себя за представителей администрации или модераторов игры.
</li>
</td></tr>
<tr><td valign="top">
8.
</td><td>
<b><span style="color: #fffabd;">Запрещены никнеймы, статусы и легионы:</span></b><br/><span style="color: #9c9;">
<li>
содержащие в себе намёк на расовое или национальное превосходство, пропагандирующие дискриминацию на всех уровнях.
</li><li>
несущие в себе характер оскорбления, непристойности.
</li><li>
с подоплекой педофилии, инвалидности или последствий домогательства.
</li><li>
которые каким-либо образом наносят оскорбление определённой этнической или расовой группе.
</li><li>
которые ассоциативно связаны с половым актом или насилием.
</li><li>
которые прямо или косвенно ссылаются на наркотические вещества или их использование.
</li><li>
которые каким-либо образом намекают на администрацию проекта.
</li><li>
которые содержат нецензурные аббревиатуры, выражения или словосочетания.
</li>
</table>
<div class="dot-line"></div>
<div class="block_zero">
<span style="color: #c66;">
<li>Незнание этих правил не освобождает игроков от ответственности при их невыполнении.</li><li>За нарушения вышеописанных правил ждут наказания от запрета общения на несколько минут до перманентного удаления аккаунта, в зависимости от тяжести нарушения.</li><li>Удачной игры.</li>
</span></div></div></small><?
require_once('system/down.php');
?>
